---
kind: type
id: T:Autodesk.Revit.DB.BuiltInFailures.CutterFailures
source: html/aad01e6a-3aed-5f05-a01d-f251ab7682e7.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CutterFailures

Failures about Cutter.

## Syntax (C#)
```csharp
public static class CutterFailures
```